Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: A2.3.1.2 The Promoting Body has experience in supporting the registered producers to meet the quality requirements of the target market.
es: A2.3.1.2 El Organismo Promotor tiene experiencia en apoyar a los productores registrados para cumplir los requisitos de calidad del mercado de destino.

source: 4) a reserve from capital and income allocated for taxes incurred up until the valuation day and established by the Board of Directors and other reserves authorised or approved by the Board of Directors
es: 4) la adecuada provisión para los impuestos sobre el patrimonio y sobre la renta, devengados hasta el día de valoración y determinada por el Consejo de Administración y otras reservas autorizadas o aprobadas por el Consejo de Administración

source: In this case you would be responsible for expenses and taxes incurred in the relevant deed of subrogation to be awarded simultaneously with the deed of sale.
es: En este caso usted se haría cargo de los gastos e impuestos que originase la correspondiente escritura de subrogación que se otorgaría simultáneamente con la escritura de compraventa.

source: (These include secured debts, federal or state income taxes incurred in the past three years, and the court, trustee and attorney fees involved in setting up and carrying out the plan.
es: (Esto incluye deudas con garantías, 15 impuestos federales o estatales sobre los la renta personal incurridos en los últimos tres años y los honorarios de la corte, el fiduciario y el abogado generados en la elaboración y la aplicación del plan).

source: Income tax and social contribution comprise all incurred taxes.
es: El impuesto sobre la renta y contribución social abarca el impuesto corriente.

source: Note 3 All the taxes and expenses incurred through these contracts shall be charged to the customer.
es: Nota 3ª Todos los impuestos y gastos que graven los contratos serán por cuenta del cliente.

source: The expenditure necessary to obtain that income will include, if relevant, a proportional share of subcontracting, personnel costs, other operating costs, financial costs and taxes, excluding costs incurred for the fulfilment of the organization's mandate.
es: Los gastos realizados para la obtención de tales ingresos podrán estar integrados, en su caso, por la parte proporcional de los gastos por servicios exteriores, de los gastos de personal, de otros gastos de gestión, de los gastos financieros y de los tributos, en cuanto que contribuyan a la obtención de los ingresos, excluyendo de este cálculo los gastos realizados para el cumplimiento de los fines estatutarios.

source: Balances receivable from public entities comprise VAT and other taxes and duties incurred by group companies in the countries in which they operate.
es: Los saldos con Administraciones públicas corresponden a importes relacionados con el IVA y otros impuestos y tasas generados por cada sociedad del Grupo en el país en que opera.

source: In the current case, the amount of tax normally payable during the IP is the tax payable during the tax year 2002 (no data regarding any tax payable amount concerning the first three months of the tax year 2003 being available during the on-spot investigation), and these taxes due are incurred in respect of revenue earned in 2001.
es: En el presente caso, el importe de los impuestos normalmente por pagar durante el período de investigación son los impuestos del ejercicio fiscal de 2002 (ausencia de datos disponibles durante la investigación in situ sobre importes de impuestos por pagar con respecto a los tres primeros meses del ejercicio fiscal de 2003), y estos impuestos se basan en los ingresos obtenidos en 2001.

source: Any taxes that may be incurred at that time shall be entered in a suspense account until they are repaid by the Member States .
es: Las cargas fiscales sufragadas eventualmente en esta ocasión se consignarán en una cuenta de espera hasta su reembolso por los Estados miembros .

source: Taxpayers Foundation estimated rolling back the income tax rate from 5.3 to 5 percent would reduce available revenue by almost $700 million.
es: En septiembre, la fundación de contribuyentes de Massachussets, estimó que reanudar el impuesto sobre rentas del 5.3 al 5 por ciento, reduciría casi $700 millones del ingreso del estado.

source: Based on Colombian tax reforms enacted on December 27, 2006, tax losses may be carried forward without limitations to offset to taxable income; the presumptive income tax rate was reduced from six percent to three percent on the prior tax year's net equity tax; the seven percent remittance tax was eliminated; a 1.2 percent equity tax was introduced, the income tax rate was reduced from 38.5 percent to 34 percent in 2007, and to 33 percent for subsequent years; and the special deduction for the acquisition or construction of real fixed assets was reduced from 40 percent to 30 percent starting 2010 onwards.
es: Con base en las reformas tributarias colombianas promulgadas el 27 de diciembre de 2006, las pérdidas fiscales pueden llevarse hacia adelante sin limitación para compensarlas con la renta gravable; la tasa del impuesto de la renta presuntiva se redujo del seis por ciento al tres por ciento sobre el patrimonio neto fiscal del año anterior; el siete por ciento del impuesto de remesas fue eliminado; se introdujo un 1.2 por ciento por impuesto al patrimonio, la tasa del impuesto sobre la renta fue reducida del 38.5 por ciento al 34 por ciento en 2007, y al 33 por ciento para los años posteriores; y la deducción especial por la adquisición o construcción de activos fijos reales se redujo del 40 por ciento al 30 por ciento a partir del 2010 y de allí en adelante.

source: Furthermore, the presence of switching costs and the lack of adequate substitutability for voice roaming once the customer is abroad reduce the degree of expected competition.
es: Además, la existencia de costes de cambio y la falta de una sustituibilidad adecuada para la itinerancia vocal una vez el cliente en el extranjero reduce el grado de competencia esperado.

source: Significant switching costs in procuring supplies from companies located in other countries constitute additional sources of such barriers.
es: Unos costes significativos para pasar a abastecerse en empresas localizadas en otros países constituyen un obstáculo adicional.

source: Future work will concentrate on extending indicators to other key services and examining also switching costs and perceptions of the ease of switching.
es: Los trabajos futuros se concentrarán en la ampliación de los indicadores a otros servicios clave, así como en el examen de los costes vinculados al cambio y la percepción de la facilidad del cambio.

source: Switching costs appear to be moderate and generally seem not to be a significant factor.
es: Los costes de sustitución parecen ser moderados y, en general, no parecen constituir un factor determinante.

source: Based on these estimates, technical switching costs and times would already be significant.
es: Según estos cálculos, los costes de adaptación técnica y los plazos serían ya significativos.

source: Furthermore, these clients expect the new auditor to absorb in their price the switching costs of a financial nature associated with any change of auditors.
es: Además, estos, clientes esperan que el nuevo auditor corra con los costes que le comporta a la empresa cualquier cambio de auditor.

source: Fourth, switching costs in the upstream market are surmountable.
es: En cuarto lugar, los costes de un cambio de proveedor en el mercado ascendente son superables.

source: Secondly, switching costs and time from production of lower to higher voltages are significant.
es: En primer lugar, no hay sustituibilidad de la demanda entre estos productos.

source: Analysis Despite the parties' strong position on the non-captive market the cooperation may not eliminate effective competition in the market for X, if switching costs between captive and non-captive use are small.
es: Análisis A pesar de la sólida posición de las partes en el mercado no cautivo, es posible que la cooperación no elimine la competencia efectiva en el mercado del producto X, si los costes del paso de la utilización cautiva a la no cautiva son reducidos.

source: The target market for the brown testliner consists of Germany, Poland, the Czech Republic and the Baltic and Benelux countries.
es: El testliner marrón se vende en Alemania, Polonia, la República Checa, los países bálticos y los países del Benelux.

source: The Financial Institution Banks have the electronic payments infrastructure but lack the experience and ability to manage risk and train the target market.
es: La institución financiera Los bancos tienen una infraestructura de pagos electrónicos pero carecen de experiencia y capacidad para gestionar el riesgo y capacitar al mercado destinatario.

source: "The program enabled me to focus my business, to come up with a name for it, and to define a target market,"" says Lucas, who now buys and resells clothes and accessories for women 18 to 40."
es: "El programa me permitió enfocar mi negocio, idear el nombre y definir el mercado,"" señala Lucas, quien ahora vende y revende ropa y accesorios para mujeres entre 18 y 40 años."

source: Before launching the business, the entrepreneur should research the target market and analyze competitive products.
es: Antes de poner en marcha un negocio, el empresario debe investigar su mercado objetivo y analizar la oferta de la competencia.

source: Invest in shows that reach the key decision-makers of your target market.
es: Invierta en exposiciones capaces de llegar hasta los decididores claves de su mercado propuesto.

source: Survey and modelization (work in progress) of the success requirements of operators
es: Estudios de las condiciones de éxito de los operadores y modelización (en desarrollo)

source: 3.4.3 Both the success and the requirements of good professional practice depend substantially on the success with which good professional practice was adhered to in the prior stages of the production process.
es: 3.4.3 El éxito, e igualmente las exigencias de las buenas prácticas dependen esencialmente de la medida en que fueron respetadas con anterioridad a lo largo de las distintas fases de producción.

source: Each country advances on its own merits, depending on its success in meeting the requirements.
es: Cada país avanza en función de sus propias características, dependiendo de su éxito en el cumplimiento de los requisitos.

source: The effects reflected in the income statements for income taxes include the amounts incurred during the period as well as the amounts of deferred income taxes, in both cases determined according to the income tax law applicable to each subsidiary.
es: Los efectos en resultados por impuestos a la utilidad reconocen los importes causados en el ejercicio, así como los efectos de impuestos a la utilidad diferidos, en ambos casos, determinados de acuerdo con la legislación fiscal aplicable a cada subsidiaria.

source: The other involves a request to pay taxes and legal fees incurred by a listed entity over which a listed person apparently retained some form of control.
es: La otra solicitud se refiere a pagos de impuestos y de gastos por servicios jurídicos que tiene que hacer una entidad incluida en la lista que, al parecer, sigue estando sometida a cierto tipo de control por parte de una persona también incluida en la lista.

source: This account includes basically the amount of the excise taxes on tobacco products incurred at yearend and not yet passed on to customers.
es: Esta cuenta incluye, basicamente, el importe correspondiente a los Impuestos Especiales sobre las labores de tabaco devengados al cierre del ejercicio y pendientes de repercutir a los clientes.

source: In this respect it is recognised that switching costs might cause some problems for some retailers in times of economic crisis.
es: Hay que admitir a este respecto que los costes del cambio de aprovisionamiento podrían causar algunos problemas a algunos minoristas en una época de crisis económica.

source: (d) the role of switching costs (in terms of time and expense) for customers when changing from one supplier to another
es: d) papel de los costes de cambio (en tiempo y dinero) que han de asumir los clientes para cambiar de proveedor

source: Some level of nonfinancial switching costs appears unavoidable for products such as current accounts, where the administrative burden of switching - and consumers' perception of it - can discourage consumers from changing supplier.
es: Un cierto nivel de costes de cambio no financieros parece inevitable en productos como las cuentas corrientes, donde la carga administrativa del cambio -y la percepción de esta carga por parte de los consumidores- puede disuadir a éstos de cambiar de entidad.

source: High switching costs can reduce consumers' potential to change providers for products such as bank accounts and investment funds.
es: La capacidad de los consumidores de cambiar de proveedor de productos, tales como cuentas bancarias y fondos de inversión, puede verse mermada por los elevados costes que ello conlleva.

source: Where a market is still growing, total switching costs for already 'captured' consumers may not be significant and may not thus deter demand or supply-side substitution.
es: Cuando un mercado se halla aún en fase de crecimiento, es posible que los costes de paso totales para los consumidores ya «capturados» no sean significativos, y por tanto no obstaculicen la intercambiabilidad desde los puntos de vista de la oferta o la demanda.

source: In addition, switching costs are not prohibitive although they are relatively high.
es: Además, los costes de sustitución no son prohibitivos aunque sean relativamente elevados.

source: The Commission acknowledges that switching costs are not always low for industrial customers.
es: La Comisión reconoce que los costes de sustitución no son siempre bajos para los clientes industriales.

source: Development of internet TV and digital terrestrial TV might prospectively lower the switching costs between infrastructures.
es: El desarrollo de la televisión por Internet y de la televisión digital terrenal podría abaratar en el futuro el coste del paso de una infraestructura a otra.

source: Accordingly, in a situation where end users face significant switching costs in order to substitute product A for product B, these two products should not be included in the same relevant market.
es: Por consiguiente, en una situación en la cual los usuarios finales se enfrentan a elevados costes significativos de paso de un producto A a un producto B, estos dos productos no deberían quedar adscritos al mismo mercado de referencia.

source: The target market of this new service contains roughly 600 agribusinesses in North America.
es: El mercado al que va dirigido este servicio cuenta con aproximadamente 600 negocios agrícolas en Norteamérica.

source: Localization This service not only includes the complete TEP process as described above but the service is customized to the target market of your choice guaranteeing proper, accurate communications with your audience.
es: Localización Este servicio no sólo incluye el proceso TEP completo tal como se describió anteriormente, sino que además personaliza el proyecto según la audiencia meta de su elección y garantiza la comunicación precisa con dicha audiencia.

source: The appointment reflects his deep knowledge and technical understanding of the speciality coatings business which is the target market for the Performance Coatings Division.
es: El nombramiento refleja su profundo conocimiento tanto técnico como empresarial del sector de los coatings que es el objetivo de Performance Coatings Division.

source: Indicate the market size and average sales price of each target market.
es: Indica el tamaño del mercado y los precios promedios de las ventas del mercado objetivo.

source: It will allow us to start exploring a wider spectrum of opportunities in the energy sector, from our present secure base in the upstream market, while opening what we believe are new windows of opportunity, with the right balance between access to markets, capital cost and strategic control.
es: "Nos permitirá comenzar a explorar un mayor espectro de oportunidades en el sector energético, desde nuestra firme posición en el ""aguas arriba"", mientras se abren lo que consideramos son nuevas ventanas de oportunidad, con el balance correcto entre acceso a mercados, costo de capital y control estratégico."

source: Thus, the suppliers of air navigation services consider that, in an area which is becoming increasingly competitive particularly as a result of the single sky, equipment is an essential component of their production plant and it is therefore important to keep a minimum amount of strategic control.
es: Por ejemplo, los prestadores de servicios de navegación aérea consideran que, en un ámbito cada vez más competitivo debido a la existencia del Cielo único, los equipos constituyen un componente fundamental de su sistema productivo, y por ello es necesario conservar un mínimo de control estratégico.

source: Items of the Community strategic control - Cryptography - category 5 Part 2
es: Productos de control estratégico comunitario - Criptografía - Categoría 5 - Parte 2

source: The Romanian Centre for European Policies believes that the country's success in fulfilling technical requirements could prove insufficient, against a not-so-favourable political background.
es: El Centro Rumano de Políticas Europeas considera que el éxito de Rumanía en el cumplimiento de los requisitos técnicos corre el riesgo de no ser bastante categórico, tanto más cuanto que el contexto político no es uno muy favorable.

source: Clearly, success in meeting these requirements will depend on our ability to limit the impact of products on the environment - i.e. the impact of both their production and their use.
es: Es evidente que la observancia de esos requisitos dependerá de nuestra capacidad para limitar los efectos de los productos en el medio ambiente (tanto los de su fabricación como los de su utilización).

source: The Company's development expenses include all costs incurred in connection with compounds in the clinical and pre-clinical phases, as from approval of the start of clinical trials on humans, when management considers that there are sufficient and sound reasons supporting the project's success and the abovementioned requirements are fulfilled.
es: A su vez, la Sociedad considera gastos de desarrollo todos aquellos gastos incurridos tanto en fases clínicas como en preclínicas de un compuesto a partir del momento en que se obtiene la aprobación para el inicio de los ensayos clínicos con humanos y considerar, la dirección que en ese momento, ya existen suficientes y sólidos motivos fundados de éxito y se cumplen los requisitos indicados anteriormente.

source: Progress in accession negotiations will be determined by success in fulfilling the accession requirements set out in the negotiating frameworks, assessed on each country's own merits.
es: El progreso de las negociaciones de adhesión vendrá determinado por el éxito en el cumplimiento de los requisitos de adhesión establecidos en los marcos de negociación, evaluados con arreglo a los logros de cada país.

source: Up until recently, grades have been the main indicators of students' success in completing graduation requirements.
es: Hasta muy recientemente, las calificaciones han sido el principal indicador del éxito de los estudiantes para completar los requisitos de graduación.

source: Many of the crowdfunding platforms currently available consider transparency and clarity as success factors and as their network requirements of individuals or institutions.
es: Muchas de las plataformas de crowdfunding existentes en la actualidad inciden en la transparencia y la claridad como factores de éxito y como requerimientos de su propia red de individuos o instituciones.

source: FBS managers attribute this success to getting basic requirements right (such as procurement procedures, legal necessities and personnel), having a strong monitoring system and communicating the Integrity Pact widely to stakeholders.
es: Los responsables de FBS atribuyen dicho éxito a que se establecieron temprana y adecuadamente unos requisitos básicos (como procedimientos de contratación, necesidades legales y personal), además de que existe un sistema de monitoreo sólido y el Pacto de Integridad se difundió ampliamente entre los actores interesados.

source: Catering for these requirements remains a critical success factor.
es: Responder a estas necesidades es esencial para el éxito de la empresa.

source: They should also see that the system incorporates the following requirements for success.
es: También deben ocuparse de que el sistema incluya las siguientes condiciones de éxito.

source: For example, if buyers have significant switching costs, then the exercise of buyer power might not be profitable and the ability of competitors to expand may be irrelevant.
es: Por ejemplo, si los compradores deben afrontar costos elevados por el cambio de proveedor, el ejercicio del poder de demanda, quizás no sea rentable y la capacidad de expansión de los competidores no tendría ninguna importancia.

source: Assessment of whether technology and market conditions are such as to allow for porting of numbers between networks providing services at a fixed location and mobile networks should in particular take into account prices for users and switching costs for undertakings providing services at fixed locations and mobile networks.
es: La evaluación de si las condiciones tecnológicas y del mercado permiten la conservación de los números entre redes que ofrecen servicios en ubicaciones fijas y redes de telefonía móvil debe tener en cuenta en particular los precios para los usuarios y los costes del cambio para las empresas que prestan servicios en ubicaciones fijas y en redes de telefonía móvil.

source: Another consideration that often enters utility calculations of a potential adopter is that of switching costs.
es: Otro de los factores que suele influir en los cálculos de utilidad de un comprador potencial es el de los costes de transición.

source: Finally, the Commission's investigation confirmed that switching costs for airport operators were low, whilst the entry of numerous high-street stores and brands in various airports across the EEA illustrates that the airport retailing market is competitive.
es: Por último, la investigación de la Comisión confirmó que los costes de adaptación para los operadores de los aeropuertos eran bajos, mientras que la entrada de numerosos comercios y marcas conocidos en distintos aeropuertos del EEE demuestra que el mercado minorista de los aeropuertos es competitivo.

source: Therefore, this new regulatory framework aimed to increase the number of new entrants, reduce switching costs, and encourage scale and scope economies.
es: De aquí que este nuevo marco regulatorio estuviera orientado al aumento en el número de participantes, a reducir los costos de cambio de prestador de servicio y a fomentar las economías de escala y de espectro.
